import type { CardInfo } from '~/types';

export const statistics = [
  { label: 'Років на ринку', value: 20 },
  { label: 'Завершених проектів', value: 510 },
  { label: 'Задоволених клієнтів', value: 378 },
  { label: 'Надійних партнерів', value: 50 },
];

export const demoGoods: CardInfo[] = [
  {
    title: 'Штукатурки',
    tag1: '01',
    tag2: 'Cerecit - Knauf',
    description:
      "Довговічність будь-якого будівельного об'єкта багато в чому залежить від його гідроізоляції. Ми пропонуємо індивідуальні рішення навіть для самих складних проектів. Ми консультуємо і супроводжуємо клієнтів при застосуванні гідроізоляційних матеріалів.",
    linkText: 'Купити',
    linkHref: '/',
    image: '',
  },
  {
    title: 'Клейові суміші',
    tag1: '02',
    tag2: 'Polimin - BauGut',
    description:
      "Довговічність будь-якого будівельного об'єкта багато в чому залежить від його гідроізоляції. Ми пропонуємо індивідуальні рішення навіть для самих складних проектів. Ми консультуємо і супроводжуємо клієнтів при застосуванні гідроізоляційних матеріалів.",
    linkText: 'Купити',
    linkHref: '/',
    image: '',
  },
  {
    title: 'Ремонтні суміші',
    tag1: '03',
    tag2: 'Siltek',
    description:
      "Довговічність будь-якого будівельного об'єкта багато в чому залежить від його гідроізоляції. Ми пропонуємо індивідуальні рішення навіть для самих складних проектів. Ми консультуємо і супроводжуємо клієнтів при застосуванні гідроізоляційних матеріалів.",
    linkText: 'Купити',
    linkHref: '/',
    image: '',
  },
  {
    title: 'Гідроізоляційні суміші',
    tag1: '04',
    tag2: 'BudMajster - Sika - Grover',
    description:
      "Довговічність будь-якого будівельного об'єкта багато в чому залежить від його гідроізоляції. Ми пропонуємо індивідуальні рішення навіть для самих складних проектів. Ми консультуємо і супроводжуємо клієнтів при застосуванні гідроізоляційних матеріалів.",
    linkText: 'Купити',
    linkHref: '/',
    image: '',
  },
];
